Repository: hazard-ready/seattle-ready
Catalog: disasterinfosite/locale/so/LC_MESSAGES/django.po
Languages: so_so

source: Arabic
so_so: Carabig

source: Chinese
so_so: Af Shiine

source: English
so_so: Ingiriisi

source: Korean
so_so: Kuuriyaan

source: Russian
so_so: Ruush

source: Somali
so_so: Soomaali

source: Spanish
so_so: Isbaanish

source: Vietnamese
so_so: Fiidnaamiis

source: The Hazard Ready Team
so_so: Kooxda Khatarta Diyaarka ah

source: Carson has a B.Sc. and M.Sc. in Geology from Western Washington University and the University of Montana. She is now working on her PhD at Boise State University where she studies how to best communicate natural hazard risk information to broad audiences. She writes the content and processes the data for each HazardReady site.
so_so: Carson waxa ay ka haysataa B.Sc. iyo M.Sc oo Cilmiga Dhulka ah Jaamacada Galbeedka Washington iyo Jaamacadda Montana. Hadda waxay ka shaqaynaysaa PhD-geeda ee Boise State University halkaasoo ay barato sida ugu wanaagsan ee looga wada xidhiidho macluumaadka khatarta halista dabiiciga ah si dad badan loo baraarujiyo. Waxay u qortaa macluumaad oo hirgelisaa xogta bog kasta oo HazardReady ah.

source: Rebecca Bendick has a Ph.D. in geophysics from the University of Colorado. Her research on tectonics and earthquake mechanics led to an interest in how human communities are affected by natural disasters, and inspires her ongoing efforts to help people better understand and prepare for them. She writes and lectures on the ethics of science communication as well as on her basic geophysical research.
so_so: Rebecca Bendick waxay ka haysataa Ph.D. fisigiska dhulka Jaamcadda Colorado. Cilmi baadhideeda ku saabsan qaab dhismeedka oogada dhulka iyo qaabka dhul gariirka ee keentay xiisaha sida bulshooyinka aadamaha ay u saamayso masiibooyinka dabiiciga ah, oo waxya dhiirigelisaa dedaaladeeda joogta ah si dadka looga caawiyo inay si wanaagsan u fahmaan oo u diyaar garoobaan iyaga, Waxya qortaa khudbadaha anshaxa wada xidhiidhka sayniska siiba ku sabasan cilmi baadhideeda aasaasiga ah ee fisigiska dhulka.

source: Grant Kier has a M.Sc. in geology from the University of Colorado. He is broadly interested in community resilience in the context of manmade and natural changes. He also has a background in business practices and currently works on economic development, fostering small and startup companies in western Montana.
so_so: Grant Kier waxa uu ka haystaa M.Sc cilmiga dhulka Jaamacadda Colorado. Si wayn waxa uu u xiiseeyaa adkaysiga aadamaha macnaha guud mark ala eego isbeddelada aadamahu keeno iyokuwa dabiiciga ah. Sidoo kale waxa leeyahay taariikh hore oo dhanka dhaqamada ganacsiga ah oo hadda waxa uu ka shaqeeyaa horumarinta dhaqaalaha, kobcinta shirkadaha ganacsiga yaryar iyo bilowga ah ah gudaha Galbeedka Montana.

source: The Hazard Ready Project
so_so: Mashruuca Khatarta Diyaarka ah

source: Hazard Ready homepage
so_so: Bogga internatka Khatarta Diyaarka ah

source: %(title)s is designed to help educate and prepare people for disasters that occur in their area. Disasters don’t strike locations equally so we found it important to give location specific information in order to properly prepare. %(title)s organizes current information and packages it in a way that makes it accessible for any %(area_name)s resident.
so_so: %(title)s waxaa loogu talo galay in la caawiyo wax barida iyo u diyaarinta dadka masiibada ka dhacda aagooda, Masiibooyinku kuma soo dha aan meelaha si isku mid ah markaas waxay nala noqotay muhiim inaanu siino goobta macluumaad gaar ah si qaab sax ah loogu diyaar garoobo. %(title)s waxa abaabushaa macluumaadka hadda iyo xidhmooyinka qaab ay ku heli karaan %(area_name)s qof kasta oo degen.

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original data sources. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
so_so: Boggan wax auu isticmaala xogta khatarta halista ah ee ugu dambaysay ee %(area_name)s. Isticmaalaha boggan waxa uu ka masuul yahay xaqiijinta macluumaad kasta oo gaa ah oo wata ilaha asalka ah ee xogta. In kastoo xogtan ay ka dhigan tahay khatar qiyaasadii hadda ugu wanagasanayd, maaha saadaasha dhacdooyinka mustaqbalka. Faahfaahinta khatarta iyo sida loogu diyaar garoobo khatarahan waxay ku salaysan yihiin macluumaadka ugu wanaagsan ee ka soo baxay Laan qayrta Cas ee Maraykanka iyo Wakaalada Maamulka Gurmadka Federaalka.

source: How we build Hazard Ready Sites: 1. Gather data. Locate the most relevant and up-to-date data on natural hazards for your region from trusted sources like FEMA, NOAA, and the USGS. 2. Quality Check. Work with local partners (community groups & emergency managers) to ensure the data and infomration are accurate. 3. Process data. Make the data compatible with Hazard Ready software. 4. Build content. Write the webpage text, gather images and videos, locate local resources for each hazard and region. 5. Feedback and focus groups. Discuss content and designs to ensure the information fits each community's needs. 6. Revise, revise, revise and launch site!
so_so: Sida aan u dhisno Baraha khadka ee Hazard Ready: 1. Xog ururin. Soo hel xogta ugu muhiimsan uguna dambeysay ee khataraha dabiiciga ah ee gobolkaaga ee ka imanaya ilo lagu kalsoon yahay sida FEMA, NOAA, iyo USGS. 2. Hubinta Tayada. La shaqee shabakadda maxaligaa (kooxaha bulshada & maareeyeyaasha xaaladaha degdegga ah) si loo hubiyo in xogta iyo macluumaadka ay yihiin kuwo sax ah. 3. Hirgeli xogta. Ka dhig xogta mid ku habboon software-ka Hazard Ready. 4. Dhis macluumaadka wargelinta. Qor qoraalka bogga, ururi sawirro iyo fiidiyowyo, hel ilaha deegaanka ee khatar kasta iyo gobol kasta. 5. Jawaab-celinta iyo kooxaha diiradda. Kala hadal macluumaadka iyo naqshadaynta si loo hubiyo in macluumaadku ku habboon yahay baahiyaha bulsho kasta. 6. Dib u eeg, dib u eeg, dib u eeg oo soo daabac bar-khadka!

source: Data used for %(title)s is available for download <a href="%(download)s" target="_blank" rel="noopener">here</a>.
so_so: Xogta la isticmaalo %(title)s waxa laga soo dejin karaa <a href="%(download)s" target="_blank" rel="noopener">halkan</a>.

source: Data overview images for Seattle and King County Ready
so_so: Sawrada guud marka xogta ee Seattle iyo Degmadda King ee diyaarka ah

source: A map of King County, Washington, indicating hazard intensity
so_so: Khariidada Degmadda King, Washington, ee sheegaysa xooganaanta khatarta

source: Data sources for Seattle and King County Ready
so_so: Ilaha xogta ee Seattle iyo Degmadda King ee diyaarka ah

source: Earthquake
so_so: Dhulgariirka

source: M6.8 2001 Nisqually Earthquake Shaking
so_so: M6.8 2001 Nisqually Dhul gariirka Ruxmaya

source: Accessed
so_so: La soo galay

source: June
so_so: Juune

source: Seattle Fault Earthquake Scenario
so_so: Muuqaalka Dhulgariirka Seattle

source: Cascadia Shaking Scenario
so_so: Muuqaal Dhulgariirka Cascadia

source: Cascadia Displaced Households
so_so: Qoysaska Barakacay ee Cascadia

source: Liquefaction
so_so: Samaysanka dareera gaas

source: Tsunami
so_so: Sunaami

source: Volcano
so_so: Folkaano

source: Landslide
so_so: Dhul go'a

source: Historical Landslides
so_so: Dhul go'a taariikhiga ah

source: Steep Slope Potential
so_so: Tiirada Janjeedha ee Suuragalka ah

source: Flood
so_so: Daadka

source: Flood Hazard Zones
so_so: Aagaga Khatarta Daadka

source: Channel Migration Zones
so_so: Kanaalada Socdaalka Kanaalka

source: Dam Inundation Maps
so_so: Khariiradaha Fatahaada Daadka

source: Wildfire
so_so: Dabka duurka ka kaca

source: Wildland Urban Interface (WUI) Zones
so_so: Aagaga Wildland Urban Interface (WUI)

source: Fire Hazard Potential
so_so: Suuragal-ahaanta Khatarta Dabka

source: Summer Weather
so_so: Cimilada Xagaaga

source: Questions or concerns about the data? Contact:
so_so: Su'aalaha ama walaacyada ku saabsan xogta? La xidhiidh:

source: flood
so_so: daadka

source: earthquake
so_so: dhul gariirka

source: landslide
so_so: dhul go'a

source: tsunami
so_so: sunaami

source: volcano
so_so: folkaano

source: wildfire
so_so: dadka duurka ka kacay

source: What to expect for
so_so: Waxa la filanayo

source: try&nbsp;a&nbsp;new&nbsp;address
so_so: isku day&nbsp;a&nbsp;cinwaan&nbsp;cusub

source: Prepare!
so_so: Diyaar garow!

source: An intensity meter at %(percentage)s%%
so_so: qiyaasta mitirka xooganaanta %(percentage)s%%

source: Light shaking&nbsp;&mdash; No damage
so_so: Gariir khafiif ah&nbsp;&mdash; Waxyeelo ma jirto

source: Very Low Hazard
so_so: Khatar aad u hoosaysa

source: Violent shaking&nbsp;&mdash; Heavy damage
so_so: Gariir xoogan&nbsp;&mdash; Waxyeelo culus

source: Very High Hazard
so_so: Khatar aad u Saraysa

source: Who made this?
so_so: Yaa sameeyay midaan?

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page or <a href="mailto:%(email)s">email the Hazard Ready creators</a> for more information.
so_so: Ma qabtaa su'aalo? Arag <a href="%(about_url)s" target="_blank">Ku saabsan</a> bogga ama <a href="mailto:%(email)s">iimaylka sameeyayasha Khatarta Diyaarka ah</a> macluumaadka dheeraadka ah.

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page for more information."
so_so: Ma qabtaa su'aalo? Arag <a href="%(about_url)s" target="_blank"<a href="%(about_url)s" target="_blank">Ku sabasan</a> bogga macluumaadka dheeraadka ah."

source: Enter your location for a personalized report on your risks and how to prepare.
so_so: U geli goobtaada wargelin shaqsiyeysan ee halisahaaga iyo sida loo diyaargaroobo.

source: Find Me
so_so: Iga Hel

source: We had a problem finding that location.
so_so: Dhib ayaa naga haysata helida goobtaas.

source: Please allow your web browser to access your location in order to use Find Me.
so_so: Fadlan oggolow barowsarkaaga shabakada inuu ogaado goobtaada si uu u isticmaalo Fine Me (i hel).

source: About
so_so: Ku saabsan

source: Data
so_so: Xogta

source: Natural disasters can strike at any time.
so_so: Masiibooyinka dabiiciga waxay soo dhici karaan wakhti kasta.

source: Get a personalized report
so_so: Hel warbixinta la gaar yeelay

source: Give a location by typing in the box at the top of the page, clicking on the map, or clicking 'find me'. You'll get a personalized report on your natural hazard risks and steps you can take to prepare.
so_so: Sii booska adiga oo ku qorayo sanduuqa xaga sare ee bogga,,adiga oo riixaya khariidada, ama riixayo 'find me'. Waxaad heleysaa wargelin la gaareeyay ee khataraha halista dabiiciga iyo tallaabooyinka aad qaadi kartid si aad u diyaar garowdid.

source: What are my risks?
so_so: Waa maxay halisaheyga?

source: What to Expect
so_so: Waxa La filanayo

source: %(site_title)s gives you an idea of which natural disasters you might experience in the future based on a location in %(area_name)s.
so_so: %(site_title)s waxay ku siisaa fikrada ka ay tahay masiibooyinka dabiiciga ah ee aad la kulmi karto mustaqbalka iyadoo ku salaysan goobta gudaha %(area_name)s.

source: How to Prepare
so_so: Sida loo Diyaargaroobo

source: You have the power to make a difference. Find out how you can protect your loved ones and home before the next disaster hits.
so_so: Waxaad leedahay awood isbadel lagu sameynayo. Ogow sida aad u illaalin kartid dadka aad jaceshahay iyo guriga ka hor inta aysan masiibada ku xigta dhufan.

source: In Recent History
so_so: Taariiqda Dhawaan lasoo dhaafay

source: Find out which disasters have struck %(settings.area_name)s in the past, what impact they had, and where they happened.
so_so: Soo ogow masiibada soo dhacday %(settings.area_name)s xiligii hore, waxay thay saamaynta ay lahaayeen, iyo halka ay ka dhaceen.

source: About the Data
so_so: Ku saabsan Xogta

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original <a href="%(data_source_link)s" target="_blank">data sources</a>. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
so_so: Boggan waxa uu isticmaala xogta khatarta halista ugu dambaysay ee loo heli karo %(area_name)s. Isticmaalaha boggan waxa uu ka masuul yahay xaqiijinta macluumaadka asalka ah ee wata asalka <a href="%(data_source_link)s" target="_blank">ilaha xogta</a>. In kastoo xogtan ay ka dhigan tahay khatar qiyaasadii hadda ugu wanagasanayd, maaha saadaasha dhacdooyinka mustaqbalka. Faahfaahinta khatarta iyo sida loogu diyaar garoobo khatarahan waxay ku salaysan yihiin macluumaadka ugu wanaagsan ee ka soo baxay Laan qayrta Cas ee Maraykanka iyo Wakaalada Maamulka Gurmadka Federaalka.

source: Getting results for your location...
so_so: Helida natiijada goobtaada...

source: Language
so_so: Ciwaankaaga, caasimadaada

source: No information available for
so_so: Ma jiro macluumaad loo heli karo

source: Wrong address? Start over
so_so: Cinwaanka khaladka ah? Dib u soo bilow

source: No information available.
so_so: Ma jiro warbixin la heli karo.

source: It looks like your location is outside of %(area_name)s.
so_so: Waxay u eeg tahay in goobtaadu ay ka baxsan tahay %(area_name)s.

source: While we value and promote resilience everywhere, the data that powers this site isn't available for other places yet.
so_so: Iyada oo aan qiimeyno oo aan sare u qaadno adkeysiga meel walba, xogta awooda siiso boggaan looma heli karo meelaha kale weli.

source: Take the first step toward getting prepared
so_so: Qaad tallaabada koowaad dhanka diyaar garowga

source: There are a few simple steps we can take to make our families and community more prepared for emergencies. It doesn't have to be expensive or difficult. You may have already done some of it! You can use the checklist at the bottom of this page to keep track of how much you've done.
so_so: Waxaa jira dhowr tallaabo oo fudud oo aynu qaadi karno si aynu uga dhigno qoysaskeena iyo bulshadeena kuwa aad ugu diyaarsan xaaladaha gurmadka. Maaha nay qaali ahaato ama adkaato. Waxaad hadda ka hor samaysay qayb ka mid ah! Waxaad isticmaali kartaa liiska magacyada xaga hoose ee bogga si aad u raad raacdo inta aad qabatay intay leegt ahay.

source: This activity
so_so: Hawshan

source: Print Checklist
so_so: Daabac Liiska magacyada

source: Completed?
so_so: La dhammaystiray?

source: Activity
so_so: Hawsha

source: reduces emotional and physical harm
so_so: waxay yaraysaa waxyeelada dareenka iyo jidhka

source: is useful for other situations
so_so: waxay faa'iido u leedahay xaaladaha kale

source: helps protect property
so_so: waxay ka caawisaa u ilaalinta si sax ah

source: costs
so_so: qiimayaasha

source: Resources
so_so: Ilaha

source: Key:
so_so: Muhiim:

source: or more
so_so: ama wax ka badan

source: Log In
so_so: Gal

source: Cancel
so_so: Jooji

source: Required.
so_so: Loo baahanyahay.

source: Username (your email address)
so_so: Magaca isticmaalaha (ciwaanka i-meelkaaga)

source: Password
so_so: Furaha

source: Did you forget your password? Reset it <a href="%(password_url)s">here</a>.
so_so: Miyaad ilowday fure-sireedkaaga? Dib uga samayso <a href="%(password_url)s">halkan</a>.

source: Your password was changed.
so_so: Fure-sireedkaaga waa la beddelay.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
so_so: Fadlan geli fure-sireedkaagii hore, ammaanka awgiis, oo ka dib geli erayayadaada cusub ee sirta ah labba jeer markaas waxaanu kuu xaqiijin karnaa inaad sax ugu qortay.

source: Please correct the error below.
so_so: Fadlan sax khaladka hoose.

source: Change my password
so_so: Beddel fure-sireedkeyga

source: Your password has been set.
so_so: Fure-sireedkaaga waa la sameeyay.

source: Enter a new password
so_so: Geli fure-sireed cusub

source: Please enter your new password twice so we can verify you typed it in correctly.
so_so: Fadlan geli erayadaada sirita ah ee cusub labba jeer markaas waxaanu xaqiijin karnaa inaad si sax ah ugu qortay.

source: New password:
so_so: Fure-sireedka cusub:

source: Confirm password:
so_so: Xaqiiji fure-sireedka:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
so_so: Linkiga dib u samaynta fure-sireedka sax muu ahayn, suuragal ahaan sababtoo ah hadda ka hor ayaa la isticmaalay. Fadlan codso dib u samaynta fure-sireed cusub.

source: Please check your email.
so_so: Fadlan fiiri iimaylkaaga.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
so_so: Waxaanu iimayl kuugu soo dirnay tilmaamaha samaynta fure-sireedkaaga, haddii kootadaadu ka jirto iimayka aad gelisay. Waa inaad iyaga heshaa dhawaan.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
so_so: Haddii aanad helin iimayl, fadlan hubso inaad gelisay cinwaanka aad ku diiwaan gelisay, oo ka eeg faylkaaga isbaamka.

source: Reset your password
so_so: Dib u samee fure-sireedkaaga

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
so_so: Ma ilowdayfure-sireedkaaga? Geli cinwaankaaga iimaylka hoos, oo waxaanu iimayl kuugu soo diri doonaa tilmaamaha samaynta mid cusub.

source: Email address:
so_so: Cinwaanka iimaylka:

source: Reset my password
so_so: Dib u samee fure-sireedkeyga

source: Sign Up
so_so: Iska diiwaangeli

source: Log Out
so_so: Ka Bax

source: Update My Info
so_so: Cusbooneysii Macluumaadkeyga

source: Welcome back, <span class="username">%(username)s</span>!
so_so: Dib u soo dhawow <span class="username">%(username)s</span>!

source: We're logging you in. Just a moment...
so_so: Waan ku gelineynaa. Wax yar sug...

source: Welcome back!
so_so: Soo dhawaasho wanaagsan!

source: If your username isn't <span class="username">%(username)s</span>, you might want to log out.
so_so: Haddii magacaaga isticmaalahu aanu ahayn <span class="username">%(username)s</span>, waxaad dooni kartaa inaad ka baxdo.

source: Receive Important Updates
so_so: Hel Waxyaabihii muhiimka ahaa ee u dambeeyay

source: Keep your family, friends, and neighbors safe. Sign up to get email updates about seasonal hazards like fires, floods, and snow storms. If a natural disaster happens in your area, we’ll send you updates so you can stay informed. We’ll ask for your email address and physical address. Your information will be secure, and we won’t contact you for any other reason.
so_so: Badbaado ka dhig qoyskaaga, saaxiibada, iyo jaarkaaga. Samayso kooto si aad u hesho waxyaabihii u dambeeyay iimayl ahaan ee ku saabsan khataraha xiliyada, sida dabka, daadka, iyo duufaanada barafka wata. Haddii masiibooyinku ka dhacaan aagaaga, waxaanu kuu soo diri doonaa wararkii u dambeeyay si aad uga warhayso. Waxaanu ku waydiin doonaa cinwaankaaga iimaylka iyo cinwaanka gurigaaga. Macluumaadkaagu waxay ahaan doonaan ammaan, oo kuulama soo xidhiidhi doono sabab kasta oo kale.

source: Update Your Information
so_so: Cusboonaysii macluumaadkaaga

source: Street Address
so_so: Ciwaanka Wadada

source: Other Address Information
so_so: Warbixinta Ciwaanka Kale

source: City
so_so: Magaalada

source: State
so_so: Gobolka

source: Zip Code
so_so: Lambarka Boostada (Zip Code)

source: Update
so_so: Cusbooneysii

source: Email address (this will be your username)
so_so: Ciwaanka i-meelka(tani waxay noqoneysaa magaca isticmaalahaaga)

source: Password (more than 8 characters long, please)
so_so: Furaha (ka badan 8 xarfood dhirir ah, fadlan)

source: Need some help? <a href="mailto:help@hazardready.org">Email us.</a>
so_so: Ma u baahan tahay qayb caawimo ah? <a href="mailto:help@hazardready.org">Iimayl noo soo dir.</a>

source: Free!
so_so: Bilaah!

source: Unknown
so_so: Lama garanayo

source: Get Started - It’s Free!
so_so: Bilow - Waa Bilaash!

source: Next Steps
so_so: Tallaabooyinka Xiga

source: Keep Going
so_so: Sii wad

source: That email address has already been used. Try logging in instead.
so_so: Cinwaanka iimaylka hadda ka hor ayaa la isticmaalay. Isku day inaad gasho taas beddelkeeda.

source: Whoops, we're not sure what happened there. Maybe you should try again.
so_so: Whoops, ma hubno waxa ka dhacay halkaas. Laga yaabo inaad isku daydo markale.

source: Thanks for signing up! We'll get ahold of you with relevant news and information. You can come back anytime to update your address.
so_so: Waad ku mahadsantahay iska diiwaangelintaada! Waan kula soo socodsiineynaa aqbaaraha la xiriiro iyo warbixinta. Xili walba ayaad soo laaban kartaa si aad u cusbooneysid ciwaankaaga.

source: Thanks for keeping us up to date!
so_so: Waad ku mahadsantahay nasoo ogeysiintaada!
