Repository: hazard-ready/seattle-ready
Catalog: disasterinfosite/locale/*/django.po
Languages: vi

source: Arabic
vi: Tiếng Ả-rập

source: Chinese
vi: Tiếng Trung

source: English
vi: Tiếng Anh

source: Korean
vi: Tiếng Hàn

source: Russian
vi: Tiếng Nga

source: Somali
vi: Tiếng Somali

source: Spanish
vi: Tiếng Tây Ban Nha

source: Vietnamese
vi: Tiếng Việt

source: The Hazard Ready Team
vi: Đội ngũ Hazard Ready

source: Carson has a B.Sc. and M.Sc. in Geology from Western Washington University and the University of Montana. She is now working on her PhD at Boise State University where she studies how to best communicate natural hazard risk information to broad audiences. She writes the content and processes the data for each HazardReady site.
vi: Carson có bằng cử nhân và thạc sĩ về địa chất học tại trường Western Washington University và University of Montana. Cô hiện đang học tiến sĩ tại Boise State University, nơi cô nghiên cứu cách thức tốt nhất để phổ biến thông tin về rủi ro hiểm họa thiên nhiên đến với nhiều đối tượng hơn. Cô viết nội dung và xử lý dữ liệu cho mỗi trang HazardReady.

source: Rebecca Bendick has a Ph.D. in geophysics from the University of Colorado. Her research on tectonics and earthquake mechanics led to an interest in how human communities are affected by natural disasters, and inspires her ongoing efforts to help people better understand and prepare for them. She writes and lectures on the ethics of science communication as well as on her basic geophysical research.
vi: Rebecca Bendick có bằng tiến sĩ về địa vật lý tại trường đại học University of Colorado. Nghiên cứu của cô về kiến tạo và cơ học động đất đã dẫn đến sự quan tâm về việc các cộng đồng của loài người bị ảnh hưởng bởi thiên tai như thế nào, và tạo cảm hứng cho cô tiếp tục các nỗ lực nhằm giúp mọi người hiểu rõ và chuẩn bị sẵn sàng trước thiên tai. Cô viết và giảng dạy về đạo đức của truyền thông khoa học cũng như về nghiên cứu địa vật lý cơ bản của mình.

source: Grant Kier has a M.Sc. in geology from the University of Colorado. He is broadly interested in community resilience in the context of manmade and natural changes. He also has a background in business practices and currently works on economic development, fostering small and startup companies in western Montana.
vi: Grant Kier có bằng thạc sĩ về địa chất học tại trường đại học University of Colorado. Anh quan tâm chung đến sự kiên cường của cộng đồng trong bối cảnh các thay đổi tự nhiên và do con người tạo ra. Anh cũng có kiến thức về thực tiễn kinh doanh và hiện đang làm việc về phát triển kinh tế, thúc đẩy các công ty nhỏ và công ty khởi nghiệp ở miền tây Montana.

source: The Hazard Ready Project
vi: Dự án Hazard Ready

source: Hazard Ready homepage
vi: Trang chủ Hazard Ready

source: %(title)s is designed to help educate and prepare people for disasters that occur in their area. Disasters don’t strike locations equally so we found it important to give location specific information in order to properly prepare. %(title)s organizes current information and packages it in a way that makes it accessible for any %(area_name)s resident.
vi: %(title)s được thiết kế nhằm góp phần giáo dục và chuẩn bị cho mọi người cách ứng phó với các thảm hoạ xảy ra trong khu vực của họ. Thảm hoạ không tấn công các địa điểm như nhau, do vậy chúng tôi nhận thấy cần phải cung cấp thông tin vị trí cụ thể để ứng phó kịp thời. %(title)s sắp xếp thông tin hiện tại và tập hợp thông tin theo cách để bất kỳ cư dân nào ở %(area_name)s cũng có thể dễ dàng tiếp cận.

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original data sources. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
vi: Trang web này sử dụng hầu hết dữ liệu cập nhật về các nguy cơ xảy ra hiểm hoạ cho %(area_name)s. Người dùng trang web này cần phải tự chịu trách nhiệm xác minh thông tin với các nguồn dữ liệu gốc. Mặc dù các dữ liệu này thể hiện việc đánh giá cập nhật nhất về các hiểm hoạ, nhưng chúng cũng không dự đoán được các sự kiện tương lai. Việc mô tả nguy cơ và cách ứng phó với các nguy cơ đó được dựa trên thông tin tốt nhất có được từ American Red Cross (Hội Chữ Thập Đỏ) và Federal Emergency Management Agency (Cơ Quan Quản Lý Thảm Họa Liên Bang).

source: How we build Hazard Ready Sites: 1. Gather data. Locate the most relevant and up-to-date data on natural hazards for your region from trusted sources like FEMA, NOAA, and the USGS. 2. Quality Check. Work with local partners (community groups & emergency managers) to ensure the data and infomration are accurate. 3. Process data. Make the data compatible with Hazard Ready software. 4. Build content. Write the webpage text, gather images and videos, locate local resources for each hazard and region. 5. Feedback and focus groups. Discuss content and designs to ensure the information fits each community's needs. 6. Revise, revise, revise and launch site!
vi: Cách chúng tôi xây dựng các trang Hazard Ready: 1. Thu thập dữ liệu. Xác định các dữ liệu liên quan và mới nhất về các hiểm họa thiên nhiên cho khu vực của quý vị từ các nguồn tin cậy như FEMA, NOAA và USGS. 2. Kiểm tra chất lượng. Làm việc với các đối tác địa phương (nhóm cộng đồng & người quản lý khẩn cấp) để bảo đảm rằng dữ liệu và thông tin là chính xác. 3. Xử lý dữ liệu. Làm cho dữ liệu tương thích với phần mềm Hazard Ready. 4. Xây dựng nội dung. Viết nội dung trang web, thu thập ảnh và video, xác định các tài nguyên địa phương cho mỗi hiểm họa và khu vực. 5. Phản hồi và nhóm tập trung. Thảo luận nội dung và thiết kế để bảo đảm rằng thông tin phù hợp với nhu cầu của mỗi cộng đồng. 6.Chỉnh sửa, chỉnh sửa, chỉnh sửa, và cho ra mắt trang web!

source: Data used for %(title)s is available for download <a href="%(download)s" target="_blank" rel="noopener">here</a>.
vi: Dữ liệu được sử dụng cho %(title)s sẵn có để tải xuống <a href="%(download)s" target="_blank" rel="noopener">tại đây</a>.

source: Data overview images for Seattle and King County Ready
vi: Hình ảnh tổng quan dữ liệu cho Seattle and King County Ready

source: A map of King County, Washington, indicating hazard intensity
vi: Bản đồ Quận King, Washington, thể hiện cường độ của hiểm họa

source: Data sources for Seattle and King County Ready
vi: Các nguồn dữ liệu cho Seattle and King County Ready

source: Earthquake
vi: Động đất

source: M6.8 2001 Nisqually Earthquake Shaking
vi: Rung lắc của trận động đất Nisqually có độ lớn 6,8 năm 2001

source: Accessed
vi: Đã truy cập

source: June
vi: Tháng 6

source: Seattle Fault Earthquake Scenario
vi: Trường hợp động đất Vùng Seattle Fault

source: Cascadia Shaking Scenario
vi: Trường hợp rung lắc Cascadia

source: Cascadia Displaced Households
vi: Các hộ gia đình bị mất nhà cửa ở Cascadia

source: Liquefaction
vi: Hóa lỏng đất

source: Tsunami
vi: Sóng thần

source: Volcano
vi: Núi lửa

source: Landslide
vi: Sạt lở đất

source: Historical Landslides
vi: Sạt lở đất trong lịch sử

source: Steep Slope Potential
vi: Khả năng sườn dốc đứng

source: Flood
vi: Lũ lụt

source: Flood Hazard Zones
vi: Vùng nguy hiểm lũ lụt

source: Channel Migration Zones
vi: Vùng di chuyển kênh

source: Dam Inundation Maps
vi: Bản đồ ngập nước đập

source: Wildfire
vi: Cháy rừng

source: Wildland Urban Interface (WUI) Zones
vi: Vùng ranh giới đô thị - đất hoang (WUI)

source: Fire Hazard Potential
vi: Khả năng hiểm họa cháy rừng

source: Summer Weather
vi: Thời tiết mùa hè

source: Questions or concerns about the data? Contact:
vi: Có câu hỏi hoặc quan tâm về dữ liệu? Hãy liên hệ:

source: flood
vi: lũ lụt

source: earthquake
vi: động đất

source: landslide
vi: sạt lở đất

source: tsunami
vi: sóng thần

source: volcano
vi: núi lửa

source: wildfire
vi: cháy rừng

source: What to expect for
vi: Điều gì có thể xảy ra

source: try&nbsp;a&nbsp;new&nbsp;address
vi: thử&nbsp;một&nbsp;địa&nbsp;chỉ mới

source: Prepare!
vi: Hãy chuẩn bị!

source: An intensity meter at %(percentage)s%%
vi: Một máy đo cường độ ở mức %(percentage)s%%

source: Light shaking&nbsp;&mdash; No damage
vi: Rung lắc nhẹ&nbsp;&mdash; Không có thiệt hại

source: Very Low Hazard
vi: Nguy cơ rất thấp

source: Violent shaking&nbsp;&mdash; Heavy damage
vi: Rung lắc dữ dội&nbsp;&mdash; Thiệt hại nặng nề

source: Very High Hazard
vi: Nguy cơ rất cao

source: Who made this?
vi: Ai tạo ra bản tổng quan này?

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page or <a href="mailto:%(email)s">email the Hazard Ready creators</a> for more information.
vi: Có câu hỏi? Hãy xem trang <a href="%(about_url)s" target="_blank">Giới thiệu</a> hoặc <a href="mailto:%(email)s">gửi email đến những nhà sáng tạo Hazard Ready</a> để biết thêm thông tin.

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page for more information."
vi: Có câu hỏi? Hãy xem trang <a href="%(about_url)s" target="_blank">About (Giới thiệu)</a> để biết thêm thông tin."

source: Enter your location for a personalized report on your risks and how to prepare.
vi: Nhập vị trí của bạn để xem báo cáo đã được cá nhân hoá về các nguy cơ và cách ứng phó.

source: Find Me
vi: Tìm Tôi

source: Enter an address.
vi: Nhập một địa chỉ.

source: We had a problem finding that location.
vi: Chúng tôi gặp vấn đề khi tìm địa điểm đó.

source: Please allow your web browser to access your location in order to use Find Me.
vi: Vui lòng cho phép trình duyệt truy cập vị trí của quý vị để sử dụng ứng dụng Find Me (Tìm tôi).

source: About
vi: Giới thiệu

source: Data
vi: Dữ liệu

source: Natural disasters can strike at any time.
vi: Thiên tai có thể xảy đến bất cứ lúc nào.

source: Get a personalized report
vi: Nhận một báo cáo được tạo riêng cho quý vị

source: Give a location by typing in the box at the top of the page, clicking on the map, or clicking 'find me'. You'll get a personalized report on your natural hazard risks and steps you can take to prepare.
vi: Cung cấp địa điểm bằng cách nhập vào ô ở đầu trang, nhấp vào bản đồ hoặc nhấp vào 'find me (tìm tôi)'. Quý vị sẽ nhận được một báo cáo riêng về các nguy cơ hiểm họa thiên nhiên và các bước mà quý vị có thể thực hiện để chuẩn bị sẵn sàng.

source: What are my risks?
vi: Những nguy cơ của tôi là gì?

source: What to Expect
vi: Điều gì có thể xảy ra

source: %(site_title)s gives you an idea of which natural disasters you might experience in the future based on a location in %(area_name)s.
vi: %(site_title)s cung cấp cho quý vị một cái nhìn tổng quan về những loại hình thiên tai nào mà quý vị có thể gặp phải trong tương lai dựa trên một địa điểm tại %(area_name)s.

source: How to Prepare
vi: Cách chuẩn bị

source: You have the power to make a difference. Find out how you can protect your loved ones and home before the next disaster hits.
vi: Quý vị có sức mạnh để tạo ra sự thay đổi. Tìm hiểu cách quý vị có thể bảo vệ những người thân yêu và gia đình của mình trước khi thảm hoạ tiếp theo xảy ra.

source: In Recent History
vi: Lịch sử gần đây

source: Find out which disasters have struck %(settings.area_name)s in the past, what impact they had, and where they happened.
vi: Tìm hiểu xem những thiên tai nào đã xảy ra tại %(settings.area_name)s trong quá khứ, những tác động của chúng, và nơi chúng xảy ra.

source: About the Data
vi: Về dữ liệu

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original <a href="%(data_source_link)s" target="_blank">data sources</a>. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
vi: Trang web này sử dụng dữ liệu cập nhật nhất về nguy cơ hiểm họa sẵn có cho %(area_name)s. Người dùng trang web này chịu trách nhiệm xác minh mọi thông tin cụ thể với <a href="%(data_source_link)s" target="_blank">các nguồn dữ liệu</a> gốc. Mặc dù những dữ liệu này thể hiện đánh giá tốt nhất hiện có về các hiểm họa, chúng không phải là dự báo về các sự kiện trong tương lai. Mô tả nguy cơ và cách chuẩn bị sẵn sàng cho những nguy cơ đó được dựa trên những thông tin tốt nhất từ American Red Cross (Hội Chữ Thập Đỏ Hoa Kỳ) và Federal Emergency Management Agency (Cơ Quan Quản Lý Khẩn Cấp Liên bang).

source: Getting results for your location...
vi: Lấy kết quả cho vị trí của quý vị...

source: Language
vi: Ngôn ngữ

source: No information available for
vi: Không có thông tin nào cho

source: Wrong address? Start over
vi: Sai địa chỉ? Hãy bắt đầu lại

source: No information available.
vi: Không có thông tin.

source: It looks like your location is outside of %(area_name)s.
vi: Có vẻ như vị trí của quý vị nằm ngoài %(area_name)s.

source: While we value and promote resilience everywhere, the data that powers this site isn't available for other places yet.
vi: Mặc dù chúng tôi đánh giá cao và thúc đẩy khả năng phục hồi ở mọi nơi nhưng dữ liệu hỗ trợ trang web này chưa có sẵn cho những nơi khác.

source: Take the first step toward getting prepared
vi: Thực hiện bước đầu tiên để chuẩn bị sẵn sàng

source: There are a few simple steps we can take to make our families and community more prepared for emergencies. It doesn't have to be expensive or difficult. You may have already done some of it! You can use the checklist at the bottom of this page to keep track of how much you've done.
vi: Có một số bước đơn giản mà chúng ta có thể thực hiện để giúp gia đình và cộng đồng của mình chuẩn bị sẵn sàng hơn cho các tình huống khẩn cấp. Điều này không cần phải đắt đỏ hoặc khó khăn. Có thể quý vị đã thực hiện một số thứ rồi! Quý vị có thể sử dụng danh sách kiểm tra ở cuối trang này để theo dõi xem mình đã làm được bao nhiêu rồi.

source: This activity
vi: Hoạt động này

source: Print Checklist
vi: In Danh sách kiểm tra

source: Completed?
vi: Đã hoàn thành?

source: Activity
vi: Hoạt động

source: reduces emotional and physical harm
vi: giảm tổn thương cảm xúc và thể chất

source: is useful for other situations
vi: hữu ích cho các tình huống khác

source: helps protect property
vi: giúp bảo vệ tài sản

source: costs
vi: mất phí

source: Resources
vi: Tài nguyên

source: Key:
vi: Chú thích:

source: or more
vi: hoặc hơn

source: Log In
vi: Đăng nhập

source: Cancel
vi: Huỷ

source: Required.
vi: Bắt buộc.

source: Username (your email address)
vi: Tên người dùng (địa chỉ email của bạn)

source: Password
vi: Mật khẩu

source: Did you forget your password? Reset it <a href="%(password_url)s">here</a>.
vi: Quý vị quên mật khẩu? Hãy đặt lại <a href="%(password_url)s">tại đây</a>.

source: Your password was changed.
vi: Mật khẩu của quý vị đã bị thay đổi.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
vi: Vì lý do bảo mật, hãy nhập lại mật khẩu cũ, và sau đó nhập mật khẩu mới hai lần để chúng tôi có thể xác minh quý vị đã nhập đúng.

source: Please correct the error below.
vi: Vui lòng sửa lỗi sai bên dưới.

source: Change my password
vi: Thay đổi mật khẩu của tôi

source: Your password has been set.
vi: Mật khẩu của quý vị đã được đặt.

source: Enter a new password
vi: Nhập một mật khẩu mới

source: Please enter your new password twice so we can verify you typed it in correctly.
vi: Vui lòng nhập mật khẩu mới hai lần để chúng tôi có thể xác minh quý vị đã nhập đúng.

source: New password:
vi: Mật khẩu mới:

source: Confirm password:
vi: Xác nhận mật khẩu:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể là do liên kết đã được sử dụng. Hãy đưa ra yêu cầu đặt lại mật khẩu mới.

source: Please check your email.
vi: Vui lòng kiểm tra email của quý vị.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
vi: Chúng tôi đã gửi cho quý vị email hướng dẫn đặt mật khẩu. Nếu hệ thống tồn tại một tài khoản với email mà quý vị đã nhập vào, quý vị sẽ sớm nhận được hướng dẫn.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
vi: Nếu quý vị không nhận được email, hãy chắc chắn rằng quý vị đã nhập vào địa chỉ mà mình đã đăng ký, và kiểm tra thư mục thư rác.

source: Reset your password
vi: Đặt lại mật khẩu

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
vi: Quý vị quên mật khẩu? Hãy nhập địa chỉ email của quý vị bên dưới, và chúng tôi sẽ gửi cho quý vị email hướng dẫn đặt một mật khẩu mới.

source: Email address:
vi: Địa chỉ email:

source: Reset my password
vi: Đặt lại mật khẩu

source: Sign Up
vi: Đăng ký

source: Log Out
vi: Đăng xuất

source: Update My Info
vi: Cập nhật thông tin của tôi

source: Welcome back, <span class="username">%(username)s</span>!
vi: Chào mừng trở lại, <span class="username">%(username)s</span>!

source: We're logging you in. Just a moment...
vi: Chúng tôi đang đăng nhập cho quý vị. Vui lòng chờ trong giây lát...

source: Welcome back!
vi: Chào mừng quay trở lại!

source: If your username isn't <span class="username">%(username)s</span>, you might want to log out.
vi: Nếu tên người dùng của quý vị không phải là <span class="username">%(username)s</span>, có thể quý vị sẽ muốn đăng xuất.

source: Receive Important Updates
vi: Nhận cập nhật quan trọng

source: Keep your family, friends, and neighbors safe. Sign up to get email updates about seasonal hazards like fires, floods, and snow storms. If a natural disaster happens in your area, we’ll send you updates so you can stay informed. We’ll ask for your email address and physical address. Your information will be secure, and we won’t contact you for any other reason.
vi: Giữ an toàn cho gia đình, bạn bè và hàng xóm của quý vị. Đăng ký nhận cập nhật qua email về các hiểm họa theo mùa như hỏa hoạn, lũ lụt và bão tuyết. Nếu thiên tại xảy ra tại khu vực của quý vị, chúng tôi sẽ gửi cho quý vị các cập nhật để quý vị luôn nắm được thông tin. Chúng tôi sẽ yêu cầu địa chỉ email và địa chỉ thực tế của quý vị. Thông tin của quý vị sẽ được bảo mật, và chúng tôi sẽ không liên hệ với quý vị vì bất kỳ lý do nào khác.

source: Update Your Information
vi: Cập nhật thông tin của bạn

source: Street Address
vi: Địa chỉ đường

source: Other Address Information
vi: Thông tin địa chỉ khác

source: City
vi: Thành phố

source: State
vi: Bang

source: Zip Code
vi: Mã bưu chính

source: Update
vi: Cập nhật

source: Email address (this will be your username)
vi: Địa chỉ email (đây sẽ là tên đăng nhập của quý vị)

source: Password (more than 8 characters long, please)
vi: Mật khẩu (vui lòng đặt mật khẩu có độ dài trên 8 ký tự)

source: Need some help? <a href="mailto:help@hazardready.org">Email us.</a>
vi: Quý vị cần trợ giúp phải không? <a href="mailto:help@hazardready.org">Email cho chúng tôi.</a>

source: Free!
vi: Miễn phí!

source: Unknown
vi: Không xác định

source: Get Started - It’s Free!
vi: Hãy bắt đầu - Mọi thứ đều miễn phí!

source: Next Steps
vi: Bước tiếp theo

source: Keep Going
vi: Tiếp tục duy trì

source: That email address has already been used. Try logging in instead.
vi: Địa chỉ email đó đã được sử dụng. Hãy thử đăng nhập.

source: Whoops, we're not sure what happened there. Maybe you should try again.
vi: Ồ, chúng tôi không chắc về những gì đã xảy ra tại đó. Có lẽ quý vị nên thử lại.

source: Thanks for signing up! We'll get ahold of you with relevant news and information. You can come back anytime to update your address.
vi: Cảm ơn quý vị đã đăng ký! Chúng tôi sẽ liên hệ với quý vị về tin tức và thông tin liên quan. Quý vị có thể quay lại vào bất kỳ lúc nào để cập nhật địa chỉ của mình.

source: Thanks for keeping us up to date!
vi: Cảm ơn bạn đã cập nhật thông tin cho chúng tôi!
