Repository: hazard-ready/seattle-ready
Catalog: disasterinfosite/locale/*/LC_MESSAGES/django.po
Languages: ar, es, ru, vi

source: Arabic
ar: العربية
es: Árabe
ru: Арабский

source: Chinese
ar: الصينية
es: Chino
ru: Китайский

source: English
ar: الإنجليزية
es: Inglés
ru: Английский

source: Korean
ar: الكورية
es: Coreano
ru: Корейский

source: Russian
ar: الروسية
es: Ruso
ru: Русский

source: Somali
ar: الصومالية
es: Somalí
ru: Сомалийский

source: Spanish
ar: الإسبانية
es: Español
ru: Испанский

source: Vietnamese
ar: الفيتنامية
es: Vietnamita
ru: Вьетнамский

source: The Hazard Ready Team
ar: فريق Hazard Ready
es: El equipo de Hazard Ready
ru: Команда Hazard Ready

source: Carson has a B.Sc. and M.Sc. in Geology from Western Washington University and the University of Montana. She is now working on her PhD at Boise State University where she studies how to best communicate natural hazard risk information to broad audiences. She writes the content and processes the data for each HazardReady site.
ar: حصلت كارسون على بكالوريوس وماجستير في الجيولوجيا من جامعة واشنطن الغربية وجامعة مونتانا. تعمل حاليًا على الدكتوراه في جامعة بويز الحكومية حيث تدرس أفضل طريقة لنقل المعلومات حول المخاطر الطبيعية إلى جمهورٍ واسع. تتولى كتابة المحتوى ومعالجة البيانات لجميع مواقع HazardReady.
es: Carson tiene una licenciatura y maestría en geología por la Western Washington University y la University of Montana. Actualmente está trabajando en su doctorado en Boise State University, donde estudia cómo comunicar mejor la información sobre riesgos naturales a un público amplio. Carson redacta el contenido y procesa los datos para cada sitio de HazardReady.
ru: Carson получила степень бакалавра и магистра геологических наук в Western Washington University и University of Montana и сейчас получает степень доктора наук в Boise State University. Она изучает эффективные способы оповещения населения о риске стихийных бедствий, создает содержание и подготавливает данные для каждого сайта HazardReady.

source: Rebecca Bendick has a Ph.D. in geophysics from the University of Colorado. Her research on tectonics and earthquake mechanics led to an interest in how human communities are affected by natural disasters, and inspires her ongoing efforts to help people better understand and prepare for them. She writes and lectures on the ethics of science communication as well as on her basic geophysical research.
ar: تحمل ريبيكا بينديك درجة الدكتوراه في الجيوفيزياء من جامعة كولورادو. قادت أبحاثها حول علم بنية الأرض وآليات الزلازل إلى ظهور اهتمام بكيفية تأثر المجتمعات البشرية بالكوارث الطبيعية، وتشجع جهودها المستمرة في مساعدة الناس على فهمها بصورة أفضل والاستعداد لها. وتكتب وتحاضر عن أخلاقيات التواصل العلمي بالإضافة إلى أبحاثها الأساسية في الجيوفيزياء.
es: Rebecca Bendick es doctora en geofísica por University of Colorado. Sus investigaciones sobre movimientos tectónicos y mecánica sísmica la llevaron a interesarse en cómo los desastres naturales afectan a las comunidades humanas e inspira sus esfuerzos continuos para ayudar a que las personas los entiendan mejor y puedan preparase para ellos. Rebecca escribe y da clases sobre la ética de la comunicación científica, así como sobre sus investigaciones sobre geofísica básica.
ru: Rebecca Bendick получила степень доктора геофизических наук в University of Colorado. Она изучала тектонику и механику землетрясений, после чего заинтересовалась темой влияния стихийных бедствий на сообщества. Предмет исследования вдохновляет ее на то, чтобы помогать людям узнавать о природных катаклизмах и готовиться к ним. Bendick — автор статей и лекций по геофизике, а также этике научной коммуникации.

source: Grant Kier has a M.Sc. in geology from the University of Colorado. He is broadly interested in community resilience in the context of manmade and natural changes. He also has a background in business practices and currently works on economic development, fostering small and startup companies in western Montana.
ar: حصل غرانت كيير على الماجستير في الجيولوجيا من جامعة كولورادو. وهو مهتم بصورة كبيرة بقدرة المجتمعات على التكيف في سياق المتغيرات الطبيعية والناتجة عن عمل بشري. ويتمتع أيضًا بخلفية في الممارسات تجارية ويعمل حاليًا على التطوير الاقتصادي وتعزيز الشركات الصغيرة والناشئة في غرب مونتانا.
es: Grant Kier tiene una maestría en geología de University of Colorado. Se interesa ampliamente por la capacidad de resiliencia comunitaria en el contexto de los cambios naturales y provocados por el ser humano. También cuenta con experiencia en prácticas empresariales y actualmente trabaja en desarrollo económico y fomento de empresas pequeñas y emergentes en el oeste de Montana.
ru: Grant Kier получил степень магистра геологических наук в University of Colorado. Он занимается развитием устойчивости сообществ в контексте природных и техногенных катаклизмов. Имеет опыт в сфере бизнес-процессов и сейчас работает специалистом по экономическому развитию региона западной Монтаны и поддержке стартапов и малых предприятий.

source: The Hazard Ready Project
ar: مشروع Hazard Ready
es: El proyecto Hazard Ready
ru: Проект Hazard Ready

source: Hazard Ready homepage
ar: صفحة Hazard Ready الرئيسية
es: Página principal de Hazard Ready
ru: Главная страница Hazard Ready

source: %(title)s is designed to help educate and prepare people for disasters that occur in their area. Disasters don’t strike locations equally so we found it important to give location specific information in order to properly prepare. %(title)s organizes current information and packages it in a way that makes it accessible for any %(area_name)s resident.
ar: صُمِّمت %(title)s للمساعدة في تعليم الناس وإعدادهم للكوارث التي تحدث في منطقتهم. لا تضرب الكوارث المواقع بقدر مماثل، لذلك وجدنا أنه من المهم أن نعطي معلومات محددة عن الموقع من أجل الاستعداد بصورة سليمة. تنظم %(title)s المعلومات الحالية ويجمعها بطريقة تجعلها متاحة لأي ساكن في %(area_name)s.
es: %(title)s está diseñado para ayudar a educar y preparar a las personas para los desastres que ocurren en su área. Los desastres no afectan a todos los lugares por igual, así que consideramos importante dar información sobre la ubicación específica para una preparación adecuada. %(title)s organiza la información actual y la presenta de tal manera que sea accesible para cualquier residente de %(area_name)s.
ru: %(title)s помогает обучить людей и подготовить их к потенциальным бедствиям, которые могут случиться в их регионе. Бедствия развиваются по-разному в зависимости от места, поэтому важно предоставлять актуальную информацию для конкретных местоположений, чтобы люди могли соответственно подготовиться. %(title)s упорядочивает информацию так, чтобы она была доступна для любого жителя региона «%(area_name)s».
vi: %(title)s được thiết kế nhằm góp phần giáo dục và chuẩn bị cho mọi người cách ứng phó với các thảm hoạ xảy ra trong khu vực của họ. Thảm hoạ không xảy ra một cách đồng đều tại các khu vực, do vậy chúng tôi nhận thấy việc quan trọng là cung cấp thông tin cụ thể cho một địa điểm nhằm chuẩn bị một cách phù hợp. %(title)s sắp xếp thông tin hiện tại và tập hợp thông tin theo cách để bất kỳ cư dân nào thuộc %(area_name)s cũng có thể dễ dàng hiểu được.

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original data sources. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
ar: يستخدم هذا الموقع أحدث البيانات عن المخاطر المتاحة لمنطقة %(area_name)s. يتحمل مستخدم هذا الموقع مسؤولية التحقق من صحة أي معلومات مع المصادر الأصلية للبيانات. وعلى الرغم من أن هذه البيانات تمثل أفضل تقييم حالي للمخاطر، إلا أنها لا تتنبأ بالأحداث المستقبلية. تستند توصيفات الخطر وكيفية الاستعداد لتلك المخاطر إلى أفضل المعلومات الواردة من الصليب الأحمر الأمريكي والوكالة الفيدرالية لإدارة الطوارئ.
es: Este sitio utiliza los datos de riesgos más actualizados disponibles para %(area_name)s. El usuario de este sitio tiene la responsabilidad de verificar toda información particular con las fuentes de datos originales. Si bien estos datos representan la mejor evaluación actual de los peligros, no predicen eventos futuros. Las descripciones de los riesgos y cómo prepararse para ellos se basan en la mejor información de la Cruz Roja Americana y la Agencia Federal para el Manejo de Emergencias.
ru: На этом сайте предоставлены актуальные данные о риске стихийных бедствий, которые могут возникнуть в регионе «%(area_name)s». Пользователь сайта несет ответственность за сверку информации с первоначальными источниками данных. Хотя эти данные и являются наилучшей актуальной версией оценки стихийных бедствий, они не позволяют прогнозировать будущие события. Описания риска и подготовки к ним основаны на информации, полученной от Американского Красного Креста и Federal Emergency Management Agency (Федерального агентства по управлению в чрезвычайных ситуациях).
vi: Trang web này sử dụng hầu hết dữ liệu cập nhật về các nguy cơ xảy ra hiểm hoạ có sẵn cho %(area_name)s. Người dùng trang web này phải chịu trách nhiệm xác nhận bất kỳ thông tin cụ thể nào với các nguồn dữ liệu gốc. Mặc dù các dữ liệu này thể hiện việc đánh giá cập nhật nhất về các hiểm hoạ, nhưng chúng cũng không dự đoán được các sự kiện tương lai. Việc mô tả nguy cơ và cách chuẩn bị cho các nguy cơ đó được dựa trên thông tin tốt nhất có được từ Hội Chữ Thập Đỏ và Cơ Quan Quản Lý Trường Hợp Khẩn Cấp Liên Bang.

source: How we build Hazard Ready Sites: 1. Gather data. Locate the most relevant and up-to-date data on natural hazards for your region from trusted sources like FEMA, NOAA, and the USGS. 2. Quality Check. Work with local partners (community groups & emergency managers) to ensure the data and infomration are accurate. 3. Process data. Make the data compatible with Hazard Ready software. 4. Build content. Write the webpage text, gather images and videos, locate local resources for each hazard and region. 5. Feedback and focus groups. Discuss content and designs to ensure the information fits each community's needs. 6. Revise, revise, revise and launch site!
ar: كيف نبني مواقع Hazard Ready: 1- جمع البيانات. نحدد موقع أكثر البيانات ذات الصلة والأحدث المتعلقة بالمخاطر الطبيعية لمنطقتك من مصادر موثوقة مثل الوكالة الفيدرالية لإدارة الطوارئ (FEMA) والإدارة الوطنية للمحيطات والغلاف الجوي (NOAA) وهيئة المسح الجيولوجي الأمريكية (USGS). 2- فحص الجودة. نعمل مع شركاء محليين (مجموعات محلية ومديرين للطوارئ) من أجل ضمان دقة البيانات والمعلومات. 3- معالجة البيانات. نجعل البيانات ملائمة لبرامج Hazard Ready. 4-بناء المحتوى. نكتب نص الصفحة الإلكترونية، ونجمع الصور ومقاطع الفيديو، ونحدد موقع المصادر المحلية لكل خطر ومنطقة. 5- تقديم التعقيبات ومجموعات التركيز. مناقشة المحتوى والتصميمات من أجل ضمان أن تتلائم المعلومات مع احتياجات كل مجتمع. 6- المراجعة والمراجعة والمراجعة وإصدار الموقع!
es: Cómo creamos los sitios de Hazard Ready: 1. Recopilación de datos. Localización de los datos más relevantes y actualizados sobre peligros naturales en su región de fuentes confiables como Federal Emergency Management Agency (FEMA, Agencia Federal para el Manejo de Emergencias), National Oceanic and Atmospheric Administration (NOAA, Oficina Nacional de Administración Oceánica y Atmosféric) y United States Geological Survey (USGS, Servicio Geológico de Estados Unidos). 2. Control de calidad. Trabajo con socios locales (grupos comunitarios y gestores de emergencia) para asegurar la precisión de los datos y la información. 3. Procesamiento de datos. Compatibilización de los datos con el software de Hazard Ready. 4. Creación de contenido. Redacción del texto del sitio web, recolección de imágenes y videos, localización de recursos locales para cada peligro y región. 5. Comentarios y grupos de discusión. Debate sobre el contenido y diseños para asegurar que la información se ajuste a las necesidades de cada comunidad. 6. Revisión, revisión, revisión ¡y lanzamiento del sitio!
ru: Наполнение сайтов Hazard Ready проходит в несколько этапов. 1. Сбор данных. Мы получаем надежные и актуальные сведения о стихийных бедствиях в вашем регионе из проверенных источников, таких как Federal Emergency Management Agency (FEMA, Федеральное агентство по управлению в чрезвычайных ситуациях), National Oceanic and Atmospheric Administration (NOAA, Национальное управление океанических и атмосферных исследований) и United States Geological Survey (USGS, Геологи́ческая слу́жба США). 2. Проверка качества. Мы проверяем точность информации и данных через местных партнеров (группы активистов и координаторы действий в чрезвычайных ситуациях). 3. Обработка данных. Мы форматируем эти сведения для загрузки на сайты Hazard Ready. 4. Создание содержания. Мы пишем текст для веб-страницы, подбираем изображения и видео, указываем местные источники для каждого стихийного бедствия и региона. 5. Обратная связь и фокус-группы. На этом этапе идет обсуждение содержания и дизайна — они должны отвечать потребностям каждого сообщества. 6. Проверка, повторная проверка и финальная проверка, и, наконец, публикация на сайте!

source: Data used for %(title)s is available for download <a href="%(download)s" target="_blank" rel="noopener">here</a>.
ar: البيانات المستخدمة من أجل %(title)s متاحة للتنزيل <a href="%(download)s" target="_blank" rel="noopener">هنا</a>.
es: Los datos utilizados para %(title)s se pueden descargar <a href="%(download)s" target="_blank" rel="noopener">aquí</a>.
ru: Данные, используемые для %(title)s, можно скачать <a href="%(download)s" target="_blank" rel="noopener">здесь</a>.

source: Data overview images for Seattle and King County Ready
ar: صور للاستعراض العام للبيانات لفريق Ready في سياتل ومقاطعة كينغ
es: Imágenes generales de datos para Seattle and King County Ready
ru: Изображения со сводными данными для сайта «Сиэтл и округ Кинг: готовность к бедствиям»

source: A map of King County, Washington, indicating hazard intensity
ar: خريطة لمقاطعة كينغ، واشنطن، تشير إلى حدة الخطر
es: Un mapa del condado de King, Washington, que indica la intensidad del peligro
ru: Карта округа Кинг, штата Вашингтон, по зонам интенсивности стихийных бедствий

source: Data sources for Seattle and King County Ready
ar: مصادر البيانات لفريق Ready في سياتل ومقاطعة كينغ
es: Fuentes de datos de Seattle and King County Ready
ru: Источники данных для сайта «Сиэтл и округ Кинг: готовность к бедствиям»

source: Earthquake
ar: زلزال
es: Terremoto
ru: Землетрясение

source: M6.8 2001 Nisqually Earthquake Shaking
ar: هزة زلزال نيسكوالي 2001 بقوة 6.8
es: Sacudidas sísmicas de magnitud 6,8 en Nisqually (2001)
ru: Землетрясение магнитудой 6,8 в Нисквалли (2001 г.)

source: Accessed
ar: تم الوصول إليها
es: Visitado
ru: Доступ есть

source: June
ar: حزيران/يونيو
es: junio
ru: Июнь

source: Seattle Fault Earthquake Scenario
ar: سيناريو الزلزال التصدعي في سياتل
es: Situación hipotética de terremoto en la falla de Seattle
ru: Сценарий землетрясения в области Сиэтлского разлома

source: Cascadia Shaking Scenario
ar: سيناريو هزة كاساكاديا الأرضية
es: Situación hipotética de temblor en Cascadia
ru: Сценарий землетрясения в зоне Каскадия

source: Cascadia Displaced Households
ar: أسر كاسكاديا المشردة
es: Hogares desplazados en Cascadia
ru: Эвакуированные семьи в зоне Каскадия

source: Liquefaction
ar: التميّع
es: Licuefacción
ru: Разжижение грунта

source: Tsunami
ar: تسونامي
ru: Цунами

source: Volcano
ar: بركان
es: Volcán
ru: Вулкан

source: Landslide
ar: انهيار أرضي
es: Deslizamiento de tierra
ru: Оползни

source: Historical Landslides
ar: انهيارات أرضية تاريخية
es: Historial de deslizamientos de tierra
ru: Значительные оползни в прошлом

source: Steep Slope Potential
ar: الانحدارات الحادة المحتملة
es: Potencial de peligro por pendiente pronunciada
ru: Вероятность оползней на крутых склонах

source: Flood
ar: فيضان
es: Inundación
ru: Наводнение

source: Flood Hazard Zones
ar: مناطق مخاطر الفيضانات
es: Zonas en peligro de inundación
ru: Зоны затопления

source: Channel Migration Zones
ar: مناطق تراجع القنوات
es: Zonas de migración de cauces
ru: Зоны изменения русла реки

source: Dam Inundation Maps
ar: خرائط غمر السد
es: Mapas de inundación de represas
ru: Карты с зонами затопления при прорыве плотин

source: Wildfire
ar: حرائق الغابات
es: Incendio forestal
ru: Лесной пожар

source: Wildland Urban Interface (WUI) Zones
ar: مناطق الواجهة الحضرية البرية (WUI)
es: Zonas de interfaz urbano-forestal (WUI)
ru: Области раздела дикой природы и города (WUI)

source: Fire Hazard Potential
ar: مخاطر الحرائق المحتملة
es: Potencial de riesgo de incendio
ru: Вероятность пожара

source: Summer Weather
ar: الطقس الصيفي
es: Clima de verano
ru: Летняя погода

source: Questions or concerns about the data? Contact:
ar: في حالة وجود أسئلة أو استفسارات بشأن البيانات؟ اتصل ب:
es: ¿Tiene preguntas o inquietudes? Póngase en contacto con:
ru: У вас есть вопросы о данных или уточнения? Свяжитесь с нами:

source: flood
ar: الفيضان
es: inundación
ru: Наводнение

source: earthquake
ar: الزلزال
es: terremoto
ru: землетрясение

source: landslide
ar: انهيار أرضي
es: deslizamiento de tierra
ru: оползень

source: tsunami
ar: تسونامي
ru: цунами

source: volcano
ar: بركان
es: volcán
ru: вулкан

source: wildfire
ar: حرائق الغابات
es: incendio forestal
ru: лесной пожар

source: What to expect for
ar: ماذا تتوقع بشأن
es: Qué esperar
ru: Чего ожидать

source: try&nbsp;a&nbsp;new&nbsp;address
ar: حاول&nbsp;عنوانًا&nbsp;جديدًا&nbsp;
es: intente con una nueva dirección
ru: Добавить новый адрес

source: Prepare!
ar: استعد!
es: ¡Prepárese!
ru: Будьте наготове!

source: An intensity meter at %(percentage)s%%
ar: مقياس الحدة بنسبة %(percentage)s%%
es: Un medidor de intensidad en %(percentage)s%%
ru: Шкала интенсивности: %(percentage)s%%

source: Light shaking&nbsp;&mdash; No damage
ar: هزة أرضية خفيفة&nbsp;&mdash; لا أضرار
es: Sacudidas leves&nbsp;&mdash; Ningún daño
ru: Легкие толчки — разрушений нет

source: Very Low Hazard
ar: خطر منخفض جدًا
es: Peligro muy bajo
ru: Очень низкий риск

source: Violent shaking&nbsp;&mdash; Heavy damage
ar: هزة أرضية عنيفة&nbsp;&mdash; أضرار شديدة
es: Sacudidas violentas&nbsp;&mdash; Daños graves
ru: Опустошительные толчки — сильные разрушения

source: Very High Hazard
ar: خطر شديد جدًا
es: Peligro muy alto
ru: Очень высокий риск

source: Who made this?
ar: من تسبب بهذا؟
es: ¿Quién hizo esto?
ru: Кто это сделал?
vi: Ai tạo ra bản tổng quan này?

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page or <a href="mailto:%(email)s">email the Hazard Ready creators</a> for more information.
ar: هل لديك أسئلة؟ اعرض <a href="%(about_url)s" target="_blank">صفحة</a> النبذة أو<a href="mailto:%(email)s">أرسل رسالة بريد إلكتروني إلى القائمين على Hazard Ready</a> للحصول على مزيدٍ من المعلومات.
es: ¿Tiene preguntas? Consulte la página <a href="%(about_url)s" target="_blank">Acerca de</a> o <a href="mailto:%(email)s">envíe un correo electrónico a los creadores de Hazard Ready</a> para obtener más información.
ru: У вас есть вопросы? Перейдите на страницу <a href="%(about_url)s" target="_blank">О нас</a> или <a href="mailto:%(email)s">напишите авторам проекта Hazard Ready</a>.

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page for more information."
ar: هل لديك أسئلة؟ شاهد <a href="%(about_url)s" target="_blank">صفحة</a> نبذة للحصول على مزيدٍ من المعلومات."
es: ¿Tiene preguntas? Consulte la página <a href="%(about_url)s" target="_blank">Acerca de</a> para obtener más información."
ru: У вас есть вопросы? Узнайте больше о проекте на странице <a href="%(about_url)s" target="_blank">О нас</a>.

source: Enter your location for a personalized report on your risks and how to prepare.
ar: أدخل موقعك للحصول على تقرير مخصص عن مخاطرك وكيفية الاستعداد.
es: Ingrese su ubicación para obtener un informe personalizado de sus riesgos y cómo prepararse.
ru: Введите свое местоположение, чтобы получить индивидуальный отчет о рисках в вашем регионе и о том, как подготовиться.
vi: Nhập địa chỉ của bạn để xem báo cáo đã được cá nhân hoá về các nguy cơ và cách chuẩn bị.

source: Find Me
ar: اعثر عليّ
es: Buscar mi ubicación
ru: Найти меня
vi: Tìm Vị Trí Của Tôi

source: Enter an address.
ar: أدخل عنوانًا.
ru: Введите адрес.

source: We had a problem finding that location.
ar: نواجه مشكلةً في العثور على ذلك الموقع.
es: Tuvimos un problema para encontrar esa ubicación.
ru: Мы не смогли найти ваше местоположение.

source: Please allow your web browser to access your location in order to use Find Me.
ar: يرجى السماح للمتصفح للوصول إلى موقعك من أجل استخدام خاصية "اعثر عليّ".
es: Permita que el explorador web acceda a su ubicación para usar la opción "Buscar mi ubicación".
ru: Чтобы использовать функцию Find Me (Найти меня), откройте браузеру доступ к вашему местоположению.

source: About
ar: نبذة
es: Acerca de
ru: О нас

source: Data
ar: البيانات
es: Datos
ru: Данные

source: Natural disasters can strike at any time.
ar: يمكن أن تضرب الكوارث الطبيعية في أي وقت.
es: Los desastres naturales pueden ocurrir en cualquier momento.
ru: Стихийное бедствие может произойти в любое время.

source: Get a personalized report
ar: احصل على تقرير مخصص
es: Obtenga un informe personalizado
ru: Получите индивидуальный отчет

source: Give a location by typing in the box at the top of the page, clicking on the map, or clicking 'find me'. You'll get a personalized report on your natural hazard risks and steps you can take to prepare.
ar: حدد موقعًا عبر الكتابة في المربع أعلى الصفحة مع الضغط على الخريطة أو مع الضغط على خاصية "اعثر عليّ". ستحصل على تقرير مخصص بشأن المخاطر الطبيعية والخطوات التي يمكنك اتخاذها من أجل الاستعداد.
es: Para ingresar una ubicación, escriba en el cuadro en la parte superior de la página, haga clic en el mapa o haga clic en "Encontrar mi ubicación". Recibirá un informe personalizado sobre sus riesgos de peligros naturales y los pasos que puede tomar para prepararse.
ru: Укажите свое местоположение в поле вверху страницы, нажав на карту или кнопку Find me (Найти меня). Вы получите индивидуальный отчет о рисках, связанных со стихийными бедствиями, а также о том, как подготовиться.

source: What are my risks?
ar: ما هي المخاطر التي أواجهها؟
es: ¿Cuáles son mis riesgos?
ru: Каковы мои риски?
vi: Những nguy cơ của tôi là gì?

source: What to Expect
ar: ماذا تتوقع
es: Qué esperar
ru: Чего ожидать
vi: Điều Gì Có Thể Xảy Ra

source: %(site_title)s gives you an idea of which natural disasters you might experience in the future based on a location in %(area_name)s.
ar: %(site_title)s يمنحك فكرةً عن أي من الكوارث الطبيعية التي قد تواجهها في المستقبل استنادًا إلى موقع في %(area_name)s.
es: %(site_title)s le da una idea de qué desastres naturales podría experimentar en el futuro según una ubicación en %(area_name)s.
ru: С помощью сайта %(site_title)s вы узнаете о возможных стихийных бедствиях с учетом вашего местоположения в регионе %(area_name)s.

source: How to Prepare
ar: كيفية الاستعداد
es: Cómo prepararse
ru: Как подготовиться
vi: Cách Chuẩn Bị

source: You have the power to make a difference. Find out how you can protect your loved ones and home before the next disaster hits.
ar: أنت تتمتع بالقوة لإحداث فرق. اكتشف كيف يمكنك حماية أحبائك ومنزلك قبل حدوث الكارثة التالية.
es: Usted tiene el poder para marcar la diferencia. Descubra cómo puede proteger a sus seres queridos y su hogar antes de que se produzca el próximo desastre.
ru: У вас есть возможность изменить ход событий. Узнайте, как защитить своих близких и свой дом, пока не разразилось следующее бедствие.
vi: Bạn có sức mạnh để tạo ra sự thay đổi. Tìm hiểu cách bạn có thể bảo vệ những người thân yêu và gia đình của mình trước khi thảm hoạ tiếp theo xảy ra.

source: In Recent History
ar: بالتاريخ الحديث
es: En la historia reciente
ru: Недавние события
vi: Lịch Sử Gần Đây
