Repository: hazard-ready/seattle-ready
Catalog: disasterinfosite/locale/*/LC_MESSAGES/django.po
Languages: ar, es, ru, vi

source: Find out which disasters have struck %(settings.area_name)s in the past, what impact they had, and where they happened.
ar: اكتشف أي الكوارث قد ضربت %(settings.area_name)s في الماضي وأي أثر خلفته وأين حدثت.
es: Descubra qué desastres se produjeron en %(settings.area_name)s en el pasado, cuál fue su impacto y dónde sucedieron.
ru: Узнайте, какие стихийные бедствия происходили в регионе %(settings.area_name)s в прошлом, какой урон они нанесли и где именно случались.

source: About the Data
ar: حول البيانات
es: Acerca de los datos
ru: О данных

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original <a href="%(data_source_link)s" target="_blank">data sources</a>. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the American Red Cross and the Federal Emergency Management Agency.
ar: يستخدم هذا الموقع أحدث البيانات المتاحة عن المخاطر لمنطقة %(area_name)s. يتحمل مستخدم هذا الموقع مسؤولية التحقق من صحة أي معلومات مع <a href="%(data_source_link)s" target="_blank">المصادر الأصلية للبيانات</a>. وعلى الرغم من أن هذه البيانات تمثل أفضل تقييم حالي للمخاطر، إلا أنها لا تتنبأ بتلك الأحداث المستقبلية. تستند توصيفات الخطر وكيفية الاستعداد لتلك المخاطر إلى أفضل المعلومات الواردة من الصليب الأحمر الأمريكي والوكالة الفيدرالية لإدارة الطوارئ.
es: Este sitio utiliza los datos disponibles más actualizados de riesgo de peligros para %(area_name)s. El usuario de este sitio tiene la responsabilidad de verificar toda información particular con las <a href="%(data_source_link)s" target="_blank">fuentes de datos</a> originales. Si bien estos datos representan la mejor evaluación actual de los peligros, no predicen eventos futuros. Las descripciones de los riesgos y cómo prepararse para ellos se basan en la mejor información de la Cruz Roja Americana y la Agencia Federal para el Manejo de Emergencias.
ru: На этом сайте размещены самые актуальные данные о риске возникновения стихийных бедствий в регионе %(area_name)s. Пользователь сайта несет ответственность за сверку той или иной информации с исходными <a href="%(data_source_link)s" target="_blank">источниками данных</a>. Эти сведения представляют собой самую лучшую текущую оценку опасностей, но не позволяют предсказывать будущие события. Описания рисков и способов подготовки к ним основаны на самой качественной информации, полученной от Американского Красного Креста и Федерального агентства по управлению в чрезвычайных ситуациях.

source: Getting results for your location...
ar: الحصول على نتائج لموقعك...
es: Obteniendo resultados para su ubicación…
ru: Получение результатов для вашего местоположения...
vi: Xem kết quả cho địa điểm của bạn…

source: Language
ar: اللغة
es: Idioma
ru: Язык
vi: Ngôn ngữ

source: No information available for
ar: لا توجد معلومات متوفرة من أجل
es: No hay información disponible para
ru: Информация недоступна для:

source: Wrong address? Start over
ar: عنوان خاطئ؟ ابدأ من جديد
es: ¿La dirección es incorrecta? Vuelva a comenzar
ru: Неверный адрес? Попробуйте еще.

source: No information available.
ar: لا توجد معلومات متاحة.
es: No hay información disponible.
ru: Нет доступной информации.
vi: Không có thông tin.

source: It looks like your location is outside of %(area_name)s.
ar: يبدو أن موقعك خارج منطقة %(area_name)s.
es: Parece que su ubicación está fuera de %(area_name)s.
ru: Похоже, ваше местоположение находится за пределами региона «%(area_name)s».
vi: Có vẻ như địa điểm của bạn nằm bên ngoài %(area_name)s.

source: While we value and promote resilience everywhere, the data that powers this site isn't available for other places yet.
ar: بينما نقدر التكيف وندعمه في كل مكان، إلا أن البيانات التي تدعم هذا الموقع ليست متاحة لأماكن أخرى بعد.
es: Aunque valoramos y promovemos la resiliencia en todas partes, los datos que impulsan este sitio aún no están disponibles para otros lugares.
ru: Мы ценим и поддерживаем устойчивость во всем мире. Однако данные этого сайта недоступны для других местоположений.
vi: Dù chúng tôi coi trọng và thúc đẩy khả năng phục hồi ở mọi nơi, nhưng dữ liệu cung cấp nền tảng hoạt động cho trang web vẫn chưa có sẵn cho các nơi khác.

source: Take the first step toward getting prepared
ar: اتخذ الخطوة الأولى نحو الاستعداد
es: Dé el primer paso para prepararse
ru: Сделайте первый шаг к подготовке

source: There are a few simple steps we can take to make our families and community more prepared for emergencies. It doesn't have to be expensive or difficult. You may have already done some of it! You can use the checklist at the bottom of this page to keep track of how much you've done.
ar: هناك بعض الخطوات البسيطة التي يمكننا أن نتخذها من أجل جعل عائلاتنا ومجتمعنا مستعدين أكثر لحالات الطوارئ. لا يتعين أن يكون الأمر مكلفًا أو صعبًا. ربما قد اتخذت بعضًا من هذه الخطوات فعلاً! يمكنك استخدام قائمة التحقق في أسفل هذه الصفحة من أجل متابعة كم خطوة اتخذت.
es: Hay algunas medidas sencillas que podemos tomar para que nuestras familias y nuestra comunidad estén mejor preparadas para las emergencias. No tiene que ser costoso ni difícil. ¡Quizás ya ha tomado alguna de ellas! Puede utilizar la lista de verificación que aparece al final de esta página para hacer un seguimiento de cuánto ha hecho.
ru: Чтобы подготовить свою семью или сообщество к чрезвычайным ситуациям, выполните несколько простых шагов. Это не обязательно должно быть дорого или сложно. Возможно, некоторые пункты вы уже выполнили. Посмотрите чек-лист внизу страницы и узнайте, насколько вы продвинулись.

source: This activity
ar: هذا النشاط
es: Esta actividad
ru: Эта мера…

source: Print Checklist
ar: طباعة قائمة التحقق
es: Imprimir lista de verificación
ru: Распечатать чек-лист

source: Completed?
ar: انتهيت؟
es: ¿Ya lo completó?
ru: Готово?

source: Activity
ar: النشاط
es: Actividad
ru: Меры

source: reduces emotional and physical harm
ar: يقلل الضرر المعنوي والجسدي
es: reduce el daño emocional y físico
ru: уменьшает эмоциональный и физический вред

source: is useful for other situations
ar: مفيد لمواقف أخرى
es: es útil para otras situaciones
ru: полезна в других ситуациях

source: helps protect property
ar: يساعد في حماية الممتلكات
es: le ayuda a proteger su propiedad
ru: помогает защитить имущество

source: costs
ar: ألتكاليف
es: costos
ru: ущерб

source: Resources
ar: المصادر
es: Recursos
ru: Ресурсы

source: Key:
ar: المفتاح:
es: Clave:
ru: Стоимость:

source: or more
ar: أو أكثر
es: o más
ru: или больше

source: Log In
ar: تسجيل الدخول
es: Iniciar sesión
ru: Вход в систему
vi: Đăng Nhập

source: Cancel
ar: إلغاء
es: Cancelar
ru: Отмена
vi: Huỷ

source: Required.
ar: مطلوب.
es: Obligatorio.
ru: Обязательно.
vi: Bắt Buộc.

source: Username (your email address)
ar: اسم المستخدم (عنوان بريدك الإلكتروني)
es: Nombre de usuario (su dirección de correo electrónico)
ru: Имя пользователя (адрес электронной почты)
vi: Tên Người Dùng (địa chỉ email của bạn)

source: Password
ar: كلمة المرور
es: Contraseña
ru: Пароль
vi: Mật Khẩu

source: Did you forget your password? Reset it <a href="%(password_url)s">here</a>.
ar: هل نسيت كلمة المرور الخاصة بك؟ أعد تعيينها <a href="%(password_url)s">هنا</a>.
es: ¿Olvidó su contraseña? Puede restablecerla <a href="%(password_url)s">aquí</a>.
ru: Забыли пароль? Установите новый по <a href="%(password_url)s">этой ссылке</a>.

source: Your password was changed.
ar: تم تغيير كلمة المرور الخاصة بك.
es: Se cambió su contraseña.
ru: Пароль изменен.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور القديمة الخاصة بك لأغراض الأمان، ثم أدخل كلمة المرور الجديدة الخاصة بك مرتين، حتى نتمكن من التحقق من أنك كتبتها بصورة صحيحة.
es: Introduzca su contraseña anterior por razones de seguridad y luego introduzca su nueva contraseña dos veces para que podamos verificar que la escribió correctamente.
ru: В целях безопасности введите сначала прежний пароль, а затем новый. Повторно введите новый пароль. Это нужно, чтобы избежать опечаток.

source: Please correct the error below.
ar: يرجى تصحيح الخطأ أدناه.
es: Corrija el siguiente error.
ru: Исправьте ошибку ниже.

source: Change my password
ar: تغيير كلمة المرور الخاصة بي
es: Cambiar mi contraseña
ru: Изменить пароль

source: Your password has been set.
ar: تم تغيير كلمة المرور الخاصة بك.
es: Se estableció su contraseña.
ru: Пароль сохранен.

source: Enter a new password
ar: أدخل كلمة مرور جديدة
es: Introduzca una nueva contraseña
ru: Введите новый пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور الجديدة الخاصة بك مرتين حتى نتمكن من التحقق من صحة ما كتبت بصورة صحيحة.
es: Introduzca su nueva contraseña dos veces para que podamos verificar que la escribió correctamente.
ru: Повторно введите новый пароль, чтобы избежать опечаток.

source: New password:
ar: كلمة مرور جديدة:
es: Nueva contraseña:
ru: Новый пароль:

source: Confirm password:
ar: تأكيد كلمة المرور:
es: Confirmar contraseña:
ru: Подтвердите пароль:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور كان غير صحيح، ربما لأنه تم استخدامه. يرجى طلب تعيين كلمة مرور جديدة.
es: El vínculo de restablecimiento de contraseña no es válido, posiblemente porque ya se usó. Solicite un nuevo restablecimiento de contraseña.
ru: Ссылка для ввода нового пароля недействительна. Возможно, ее уже использовали. Запросите ссылку для ввода нового пароля еще раз.

source: Please check your email.
ar: يرجى التحقق من بريدك الإلكتروني.
es: Revise su correo electrónico.
ru: Проверьте электронную почту.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ar: لقد أرسلنا إليك تعليمات عبر البريد الإلكتروني لإعداد كلمة المرور الخاصة بك في حالة كان هناك حساب بالبريد الإلكتروني الذي أدخلته. ينبغي أن تتلقاها قريبًا.
es: Si existe una cuenta con el correo electrónico que introdujo, le enviaremos instrucciones por correo electrónico para establecer una contraseña. Debería recibirlas en breve.
ru: Мы отправили на электронную почту, которую вы указали при создании учетной записи, письмо с инструкциями по установке пароля. Вы получите его в ближайшее время.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
ar: إذا لم تتسلم رسالة عبر البريد الإلكتروني، فتحقق أنك أدخلت العنوان المسجل به، وتفقد مجلد رسائل البريد الإلكتروني العشوائي لديك.
es: Si no recibe un correo electrónico, asegúrese de haber introducido la dirección con la que se registró y revise su carpeta de correo no deseado.
ru: Если письмо не пришло, убедитесь, что вы ввели тот адрес электронной почты, на который зарегистрировали учетную запись. Также проверьте папку «Спам».

source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك
es: Restablezca su contraseña
ru: Сбросьте пароль

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
ar: هل نسيت كلمة المرور الخاصة بك؟ أدخل عنوان بريدك الإلكتروني أدناه، وسوف نرسل عبر البريد الإلكتروني تعليمات إعداد كلمة مرور جديدة.
es: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico a continuación y le enviaremos instrucciones para establecer una nueva.
ru: Забыли пароль? Введите ниже адрес электронной почты, и мы отправим вам инструкции по его восстановлению.

source: Email address:
ar: عنوان البريد الإلكتروني:
es: Dirección de correo electrónico:
ru: Адрес электронной почты:

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
es: Restablecer mi contraseña
ru: Сбросить пароль

source: Sign Up
ar: التسجيل
es: Registrarse
ru: Регистрация
vi: Đăng Ký

source: Log Out
ar: تسجيل الخروج
es: Cerrar sesión
ru: Выйти из системы
vi: Đăng Xuất

source: Update My Info
ar: تحديث معلوماتي
es: Actualizar mi información
ru: Обновить мою информацию
vi: Cập Nhật Thông Tin của Tôi

source: Welcome back, <span class="username">%(username)s</span>!
ar: مرحبًا بعودتك، <span class="username">%(username)s</span>!
es: ¡Le damos la bienvenida, <span class="username">%(username)s</span>!
ru: С возвращением, <span class="username">%(username)s</span>!

source: We're logging you in. Just a moment...
ar: نعمل على تسجيل دخولك. انتظر لحظة...
es: Estamos iniciando su sesión. Espere un momento...
ru: Выполняется вход в систему. Подождите немного...
vi: Chúng tôi đang đăng nhập cho bạn. Xin chờ trong giây lát...

source: Welcome back!
ar: مرحبًا بعودتك!
es: ¡Hola de nuevo!
ru: С возвращением!
vi: Chào mừng quay trở lại!

source: If your username isn't <span class="username">%(username)s</span>, you might want to log out.
ar: إذا لم يكن اسم المستخدم الخاص بك <span class="username">%(username)s</span>، قد تحتاج إلى تسجيل الخروج.
es: Si su nombre de usuario no es <span class="username">%(username)s</span>, le recomendamos que cierre la sesión.
ru: Если ваше имя пользователя не <span class="username">%(username)s</span>, возможно, вам лучше выйти из этого аккаунта.

source: Receive Important Updates
ar: تلقي تحديثات مهمة
es: Reciba actualizaciones importantes
ru: Получайте важные новости

source: Keep your family, friends, and neighbors safe. Sign up to get email updates about seasonal hazards like fires, floods, and snow storms. If a natural disaster happens in your area, we’ll send you updates so you can stay informed. We’ll ask for your email address and physical address. Your information will be secure, and we won’t contact you for any other reason.
ar: حافظ على سلامة عائلتك وأصدقائك وجيرانك. سجل للحصول على تحديثات عبر البريد الإلكتروني بشأن المخاطر الموسمية مثل الحرائق والفيضانات والعواصف الثلجية. إذا حدثت كارثة طبيعية في منطقتك، سوف نرسل إليك تحديثات حتى تتمكن من البقاء على اطلاع. سوف نطلب عنوان بريدك الإلكتروني وعنوانك الفعلي. ستكون بياناتك آمنة، ولن نتصل بك لأي سببٍ آخر.
es: Mantenga a salvo a su familia, amigos y vecinos. Regístrese para recibir actualizaciones por correo electrónico sobre riesgos estacionales como incendios, inundaciones y tormentas de nieve. Si se produce un desastre natural en su zona, le enviaremos actualizaciones para que pueda mantenerse al tanto. Le pediremos su dirección de correo electrónico y su dirección física. Su información estará segura y no lo contactaremos por ningún otro motivo.
ru: Позаботьтесь о безопасности семьи, друзей и соседей. Подпишитесь на рассылку новостей о таких сезонных стихийных бедствиях, как пожары, наводнения и снежные бури. Если катаклизм случится в вашем районе, мы предоставим вам актуальную информацию. Для этого нам нужен ваш адрес электронной почты и фактического проживания. Не волнуйтесь, все ваши личные данные под надежной защитой. Мы не будем тревожить вас по причинам, не связанным с катаклизмами.

source: Update Your Information
ar: تحديث معلوماتك
es: Actualice su información
ru: Обновите свои данные

source: Street Address
ar: عنوان الشارع
es: Dirección
ru: Улица и номер дома
vi: Địa Chỉ Đường

source: Other Address Information
ar: معلومات أخرى تخص العنوان
es: Información de dirección adicional
ru: Другие адресные данные
vi: Các Thông Tin Khác về Địa Chỉ

source: City
ar: المدينة
es: Ciudad
ru: Город
vi: Thành Phố

source: State
ar: الولاية
es: Estado
ru: Штат
vi: Tiểu Bang

source: Zip Code
ar: الرمز البريدي
es: Código postal
ru: Почтовый индекс
vi: Mã Bưu Chính

source: Update
ar: تحديث
es: Actualización
ru: Обновить
vi: Cập nhật

source: Email address (this will be your username)
ar: عنوان البريد الإلكتروني (سيكون هذا اسم المستخدم الخاص بك)
es: Dirección de correo electrónico (este será su nombre de usuario)
ru: Адрес электронной почты (это будет ваше имя пользователя)
vi: Địa chỉ email (đây sẽ là tên người dùng của bạn)

source: Password (more than 8 characters long, please)
ar: كلمة المرور (أكثر من 8 حرف رجاءً)
es: Contraseña (debe tener más de 8 caracteres)
ru: Пароль (более 8 символов)
vi: Mật khẩu (vui lòng đặt mật khẩu có độ dài trên 8 ký tự)

source: Need some help? <a href="mailto:help@hazardready.org">Email us.</a>
ar: هل تحتاج للمساعدة؟ <a href="mailto:help@hazardready.org">أرسل بريدًا إلكترونيًا إلينا.</a>
es: ¿Necesita ayuda? <a href="mailto:help@hazardready.org">Envíenos un correo electrónico.</a>
ru: Нужна помощь? <a href="mailto:help@hazardready.org">Напишите нам.</a>
vi: Bạn cần trợ giúp phải không? <a href="mailto:help@hazardready.org">Gửi email cho chúng tôi.</a>

source: Free!
ar: مجاني!
es: ¡Gratis!
ru: Бесплатно!

source: Unknown
ar: غير معروف
es: Desconocido
ru: Неизвестно

source: Get Started - It’s Free!
ar: ابدأ - إنه مجاني!
es: Comience ahora. ¡Es gratis!
ru: Начните — это бесплатно!

source: Next Steps
ar: الخطوات التالية
es: Próximos pasos
ru: Следующие шаги

source: Keep Going
ar: استمر
es: Siga adelante
ru: Продолжайте

source: That email address has already been used. Try logging in instead.
ar: لقد سبق استخدام عنوان البريد الإلكتروني ذلك. حاول تسجيل الدخول بدلاً من ذلك.
es: Esa dirección de correo electrónico ya está en uso. Intente iniciar sesión.
ru: Учетная запись с этим адресом электронной почты уже существует. Попробуйте выполнить вход.

source: Whoops, we're not sure what happened there. Maybe you should try again.
ar: معذرةً، لسنا متيقنين مما حدث هناك. ربما ينبغي أن تحاول مرةً أخرى.
es: Ups, no estamos seguros de qué sucedió. Quizás deba intentarlo nuevamente.
ru: Возникала ошибка. Повторите попытку.
vi: Ồ, chúng tôi không chắc về những gì đã xảy ra tại đó. Có lẽ bạn nên thử lại.

source: Thanks for signing up! We'll get ahold of you with relevant news and information. You can come back anytime to update your address.
ar: شكرًا للتسجيل! سنتواصل معك بالأخبار والمعلومات ذات الصلة. يمكنك العودة في أي وقت من أجل تحديث عنوانك.
es: ¡Gracias por registrarse! Nos pondremos en contacto con noticias e información relevante. Puede regresar en cualquier momento para actualizar su dirección.
ru: Благодарим за регистрацию! Мы будем присылать вам актуальные новости и информацию. Вы можете в любое время обновить свой адрес.
vi: Cảm ơn bạn đã đăng ký! Chúng tôi sẽ liên hệ với bạn về tin tức và thông tin liên quan. Bạn có thể quay lại vào bất kỳ lúc nào để cập nhật địa chỉ của mình.

source: Thanks for keeping us up to date!
ar: شكرًا لإبقائنا على اطلاع بكل جديد!
es: ¡Gracias por mantenernos al día!
ru: Спасибо, что держите нас в курсе!
vi: Cảm ơn bạn đã cập nhật thông tin cho chúng tôi!

source: Look below the map to see information for your location, or enter another location.
vi: Hãy nhìn vào bản đồ dưới đây để xem thông tin về vị trí của bạn, hoặc nhập vào một vị trí khác.

source: Results for this location
vi: Kết quả cho địa điểm này

source: Historical Images
vi: Hình Ảnh Lịch Sử

source: Supply Kit
vi: Bộ Vật Dụng Cần Thiết

source: Important Links
vi: Các Liên Kết Quan Trọng

source: How does it work?
vi: Trang web hoạt động như thế nào?

source: Data used for %(title)s is available for download <a href="%(download)s" target="_blank">here</a>.
vi: Dữ liệu sử dụng cho %(title)s có sẵn để tải về <a href="%(download)s" target="_blank">tại đây</a>.

source: Have questions? <a href="mailto:%(email)s">Email the creators</a> for more information.
vi: Bạn có câu hỏi? <a href="mailto:%(email)s">Hãy gửi email cho người tạo lập</a> để biết thêm thông tin.

source: Quick Data Overview
vi: Tổng Quan Nhanh Về Dữ Liệu

source: Take a look at some overviews of the data we used for %(area_name)s:
vi: Hãy xem một số bản tổng quan về dữ liệu mà chúng tôi sử dụng cho %(area_name)s:

source: Sign Up / Log In
vi: Đăng Ký / Đăng Nhập

source: Give a location by typing in the box below, clicking on the map, or clicking 'find me'. You'll get a personalized report on your natural hazard risks and steps you can take to prepare.
vi: Cung cấp một vị trí bằng cách nhập liệu vào ô dưới đây, bấm trên bản đồ, hoặc bấm vào 'tìm vị trí của tôi'. Bạn sẽ nhận được một báo cáo đã được cá nhân hoá về các nguy cơ xảy ra hiểm hoạ thiên nhiên của mình và những bước mà bạn có thể thực hiện để chuẩn bị.

source: Location
vi: Vị Trí

source: Your address, your city
vi: Địa chỉ, thành phố của bạn

source: %(title)s gives you an idea of which natural disasters you might experience in the future based on a location in %(area_name)s.
vi: %(title)s cung cấp cho bạn một cái nhìn về các thảm hoạ thiên nhiên mà bạn có thể sẽ phải đối mặt trong tương lai dựa vào một vị trí tại %(area_name)s.

source: Find out which disasters have struck %(area_name)s in the past, what impact they had, and where they happened.
vi: Tìm hiểu các thảm hoạ nào đã tấn công %(area_name)s trong quá khứ, tác động của các thảm hoạ đó và nơi chúng xảy ra.

source: Experts suggest you have the following:
vi: Các chuyên gia khuyên bạn nên có:

source: Days of supplies
vi: Nhu yếu phẩm cho nhiều ngày

source: per person
vi: cho một người

source: Gallons of water
vi: Nhiều gallon nước

source: Meals
vi: Các bữa ăn

source: If your username isn't %(username)s, you might want to log out.
vi: Nếu tên người dùng của bạn không phải là %(username)s, bạn nên đăng xuất.

source: Why should you sign up?
vi: Vì sao bạn nên đăng ký?

source: Sign up for free to access customized hazard preparedness information. By providing your address, you will get updates about seasonal hazards and ongoing incidents specific to your location. We want you to be better prepared so you can keep your family, friends, and neighbors safe when a disaster strikes! Personal information will be protected and secure.
vi: Đăng ký miễn phí để truy cập thông tin chuẩn bị ứng phó với hiểm họa đã được tuỳ chỉnh. Nhờ cung cấp địa chỉ của mình, bạn sẽ nhận được các thông tin cập nhật về các hiểm họa theo mùa và các sự cố đang diễn ra tại vị trí của bạn. Chúng tôi mong muốn bạn có sự chuẩn bị tốt hơn để có thể bảo đảm sự an toàn cho gia đình, bạn bè và hàng xóm của bạn khi một thảm họa xảy ra! Thông tin cá nhân sẽ được bảo vệ và bảo mật.

source: Need some help (like a password reset)? <a href="mailto:help@hazardready.org">Email us.</a>
vi: Bạn cần trợ giúp (VD: đặt lại mật khẩu) phải không? <a href="mailto:help@hazardready.org">Gửi email cho chúng tôi.</a>

source: Welcome back, %(username)s!
vi: Chào mừng quay trở lại, %(username)s!

source: Whoops, it looks like that username or password didn't work.
vi: Ồ, có vẻ như tên người dùng hoặc mật khẩu không đúng.
